Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/facta/skuvlahistorja5/reisavgs-s.htm.tmx
Source language: sme
Languages: nob

source: Máhttoloktema mielde leat dál dát variánttat studeremii ráhkkanahtti suorggis : - sámegiella vuosttašgiellan - sámegiella nubbingiellan dássi 2 ja dássi 3 .
nob: Etter Kunnskapsløftet har man disse variantene på studiespesialiserende retning : - samisk som førstespråk

source: - sámegiella vierisgiellan ( geatnegáhtton giellafága studeremii ráhkkanahtti suorggis ) - sámegiella válljenláhkái prográmmafágan
nob: - samisk som andrespråk nivå 2 og nivå 3 . - samisk som fremmedspråk ( obligatorisk språkfag på studiespesialisering )

source: Šattai álkit fidnolinjjáid ohppiide válljet sámegielfága oahpuset oassin .
nob: For elever på yrkesfaglig studieretning ble det enklere å velge samisk som fag i sin utdanning .

source: Ovdal ii lean dábálaš ahte fidnolinjjáid oahppit ožžo sámegieloahpahusa .
nob: Tidligere var det uvanlig at elever på yrkesfaglige studieretninger fikk undervisning i samisk .

source: Dál lea dábálaš .
nob: Nå er det vanlig .

source: Sii sáhttet válljet čuovvovaš variánttaid gaskkas : - sámegiella vuosttašgiellan - sámegiella nubbingiellan dássi 2 ja dássi 3 .
nob: - samisk som andrespråk , nivå 2 og nivå 3 - fremmedspråk kan velges innen prosjekt til fordypning .

source: Ođastus 94-áigge addojuvvui skuvllaide ruhtadoarjja velá sámegiela vierisgiellan ovddas .
nob: Under Reform 94 fikk skolene økonomisk tilskudd også for faget samisk som fremmedspråk .

source: Maŋŋá go Máhttolokten doaibmagođii , de lea dát ruhtadoarjja jávkan .
nob: Etter innføringen av Kunnskapsløftet har dette tilskuddet blitt borte .

source: Danin lea dál divrasut skuvllaide fállat sámegiela vierisgiellan go fállat sámegiela nubbingiellan dási 3 .
nob: Derfor er det dyrere for skolen å tilby samisk som fremmedspråk nå , enn å tilby samisk som andrespråk nivå 3 .

source: Muhto go maŋit fágavariánttas leat unnit tiimmut go sámegiella vierisgiellan-fágas leat , de ii leat dát gal buoremus fálaldat daidda ohppiide geain leat váilevaš ovdamáhttu sámegielas go bohtet joatkkaskuvlii .
nob: Men siden samisk som andrespråk nivå 3 har færre timer enn samisk som fremmedspråk , er dette ikke det beste tilbudet for de elevene som stiller med små forkunnskaper i samisk når de kommer på videregående skole .

source: Sámegielfága árvvoštallan Máhttoloktemis lea dahkkon , muhto sámegiella vierisgiellan ii árvvoštallon ge .
nob: Det er blitt gjennomført en evaluering av samisk i Kunnskapsløftet , men samisk som fremmedspråk ble ikke tatt med i vurderinga engang .

source: Sámedikki – Romssa fylkasuohkana ovttasbargošiehtadus
nob: Samarbeidsavtalen Sametinget – Troms fylkeskommune

source: Romssa fylkasuohkan lei vuosttaš fylkasuohkan mii ráhkadii sierra ovttasbargošiehtadusa Sámedikkiin .
nob: Troms fylkeskommune var den første fylkeskommunen som jobba fram en egen samarbeidsavtale med Sametinget .

source: Vuosttaš šiehtadus dahkkui 2003:s .
nob: Den første avtalen ble inngått i 2003 .

source: Šiehtadus ođasmahttui 2007:s , ja muhtun dajaldagat ja mihttomearit rievdaduvvojedje dalle .
nob: Avtalen ble reforhandla i 2007 , og noen formuleringer og mål ble endra .

source: Oassi dálá teavsttas oahpahusa birra lea ná :
nob: Deler av det gjeldende kapitlet om utdanning ser slik ut :

source: « Buot Romssa joatkkaskuvlaoahppit galget oažžut sámegieloahppofálaldaga .
nob: « Alle elever i videregående skoler i Troms skal få tilbud om opplæring i samisk språk .

source: Jus ii leat vejolaš oahpaheaddji háhkat skuvllas , galget molssaevttolaš vuogit , earret iežá gáiddusoahpahus , fállot .
nob: Dersom det ikke er mulig å skaffe lærer ved skolen , skal det tilbys alternative opplegg som for eksempel fjernundervisning .

source: Mihttomearrin lea lasihit sámegiella vuosttašgiellan ohppiid oasi .
nob: Det er et mål å øke andelen elever som tar samisk som førstespråk .

source: Bealálaččat galget árvvoštallat Romssa sámegieloahpahusdárbbu .
nob: Partene vil vurdere behovet for videregående opplæring på samisk i Troms .

source: Bealálaččat oidnet dárbbu ohppiid lonuhanortnegiidda ja hospiterenortnegiidda sámi guovlluin ja iežá eamiálbmotguovlluiguin . »
nob: Partene ser behovet for elevutveksling og hospiteringsordninger i samiske områder og med andre urfolksområder . »

source: Dát šiehtadus lea buktán máŋgga doaimma .
nob: Denne avtalen har resultert i en rekke tiltak .

source: Ráissa joatkkaskuvla dáidá leat leamaš mielde eanaš doaimmain joatkkaskuvllaid várás .
nob: Nordreisa videregående skole har nok vært med på det meste av det som har videregående skoler som målgruppe .

source: Prošeakta « Sámi kulturmáhttu joatkkaskuvllain » šattai vuosttaš sámediggešiehtadusa boađusin .
nob: Prosjektet « Samisk kulturkunnskap i de videregående skolene » kom som en konsekvens av den første samarbeidsavtalen med Sametinget .

source: Ráissa joatkkaskuvla , Vuotnasiidda joatkkaskuvla ja Skániid joatkkaskuvla válde oasi prošeavttas mii bisttii 2 jagi , 2005–07 .
nob: Nordreisa , Sjøvegan og Skånland videregående skoler deltok i prosjektet som varte i to år , 2005–2007 .

source: Ráissa joatkkaskuvla lágidii gurssaid dábálašfágaid oahpaheddjiid várás historjjá- , dárogiel- , religiuvnna- , geografiija- ja servodatfágas , man mihttomearri lei ovdanbuktit jurdagiid mo fátmmastit sámi fáttáid dáidda fágaide .
nob: Nordreisa videregående organiserte kurs for allmennfaglærere i historie , norsk , religion , geografi og samfunnsfag hvor formålet var å gi ideer til å trekke samiske emner inn i fagene .

source: Gurssat biste guokte – golbma beaivvi .
nob: Kursene varte to – tre dager .

source: Romssa fylkkasuohkan mávssii skuvllaid gursaoasseváldima .
nob: Troms fylkeskommune betalte for deltakelse på kursene .

source: Prošeakta loahpahuvvui oktasaš deaivvademiin Romssas mas gait oassálasti joatkkaskuvllaid rektorat ožžo lávkka mii lei devdojuvvon girjjiiguin , filmmaiguin ja CD:iguin maid skuvllat sáhtte atnit iešguđetge fágas .
nob: Prosjektet ble avslutta med en felles samling i Tromsø hvor rektorene fra alle de videregående skolene som hadde deltatt , fikk hver sin ransel med bøker , film og CD som kunne være aktuelle i de forskjellige fagene .

source: Sámi fága- ja fidnooahppu
nob: Samisk fag- og yrkesopplæring

source: Maŋŋá go šiehtadus Sámedikkiin ođasmahttojuvvui , de álggahuvvui prošeakta SÁFFO– Sámi fága- ja fidnooahppu Romssas – 2008 njukčamánu .
nob: Etter at avtalen med Sametinget var blitt reforhandla , ble prosjektet SAFYL – Samisk fag- og yrkesopplæring i Troms – starta opp i mars 2008 .

source: Váldoulbmil prošeavttain lea sámi fáttáid fátmmastit fága- ja fidnooahpahussii Romssas .
nob: Hovedmålet er å få samiske emner inn i fag- og yrkesopplæringen i Troms .

source: Ráissa joatkkaskuvla , Breivang joatkkaskuvla ja Vuotnasiidda joatkkaskuvla ledje mielde prošeavttas .
nob: Nordreisa , Breivang og Sjøvegan videregående skoler deltok i prosjektet .

source: Mihttomearrin lei maid bidjat johtui oahppifitnodagaid main buktagat ledje sámi-inspirerejuvvon .
nob: Målsettingen var også å få i gang elevbedrifter med samiskinspirerte produkter .

source: Hábmen ja duodji-linjjá vuosttaš luohká oahppit álggahedje oahppifitnodaga « Ráissa » , mii buvttadii luhkaid .
nob: Førsteårselever på Design og håndverk startet elevbedriften « Raissa » som produserte luhkkaer [ 4 ] .

source: Sii faskkastedje 2. ja 3. vuoittu nuoraidfitnodagaid Norggameašttirgilvvus .
nob: De fikk 2. og 3. pris i NM for ungdomsbedrifter .

source: Jagi maŋŋil ásahuvvui seammá linjjás oahppifitnodat mii buvttadii sámi-inspirerejuvvon čiŋaid , sii faskestedje vuoittu fylkkameašttirgilvvohallamis .
nob: Året etter laget samme linje en elevbedrift som produserte samiskinspirerte smykker , de fikk en pris i fylkesmesterskapet .

source: Mánáid- ja nuoraidbargifága 2. jagi oahppit álggahedje fitnodaga « Stoahkanlávvu » , mii lei maŋŋágaskabeaidoaibmafálaldat mánáide .
nob: Andreårselever på Barne- og ungdomsarbeiderfaget startet bedriften « Lekelávvu » et aktivitetstilbud til barn på ettermiddagstid .

source: Prošeakta loahpahuvvui 2009:s konferánssain Romssas mas Romssa fylkka joatkkaskuvllat ožžo « niestelávkka » girjjálašvuođain mii sáhttá leat beroštahtti fidnofágalaš prográmmaide .
nob: Prosjektet ble avsluttet i 2009 med en konferanse i Tromsø hvor de videregående skolene i Troms fikk hver sin « nistesekk » med aktuell samisk litteratur for yrkesfaglige programområder .

source: Kulturmáhttu universitehtas ja oahppomátki Davvi-Romssas
nob: Kulturkunnskap på universitetet og studietur i Nord-Troms

source: Danin go lea šiehtadus Sámedikkiin , de lea Romssa fylkkasuohkan gokčan Sámi kulturmáhttogurssa goluid daidda geat lohket Romssa universitehtas , iežá sániiguin leat gokčan lohkandivada , girjjiid , mátkkiid ja orruma .
nob: Som følge av avtalen med Sametinget har Troms fylkeskommune dekket utgiftene til studiet Samisk kulturkunnskap på Universitetet i Tromsø , dvs. studieavgift , bøker , reise og opphold .

source: Ráissa joatkkaskuvllas leat badjelaš 20 oahpaheaddji ja vel girjerájusbargi lohkan Sámi kulturmáhtu .
nob: Ved Nordreisa videregående har over 20 lærere og bibliotekaren tatt Samisk kulturkunnskap .

source: Oahpaheaddjit leat ožžon buoret vuođu fátmmastit sámi kulturmáhtu , servodatoahpu ja historjjá oahpahussii .
nob: Lærerne har fått bedre grunnlag for å trekke inn samisk kulturkunnskap , samfunnslære og historie i undervisningen .

source: Go nu olusat skuvlabargiin leat lohkan sámi kulturmáhtu , de lea olles bargiveagas oktasaš ipmárdus das mii guoská guovllu historjjálaš duogáža , iešvuođaid ja hástalusaid .
nob: Det at så mange i skolens stab har tatt dette kurset , gjør at kollegiet har en felles forståelse av regionens historiske bakgrunn , særtrekk og utfordringer .

source: Dát fas álkidahttá sámegieloahpaheddjiid bargobeaivvi .
nob: Det letter samisklærernes arbeidshverdag .

source: Ráissa joatkkaskuvla lea moadde jagi ožžon oassedoarjaga Romssa fylkkasuohkana guovttegielalašvuođaruđain kulturvánddardeapmái skuvlla bargiid várás .
nob: Nordreisa videregående skole har i flere år fått delstøtte fra tospråklighetsmidlene i Troms fylkeskommune til kulturvandring for skolens ansatte .

source: Skuvlla mielas lea dehálaš ahte gait bargit besset dovddiidit báikkálaš kultuvrra ja historjjá nu bures go fal vejolaš .
nob: Skolen mener det er viktig at de ansatte får best mulig kjennskap til den lokale kulturen og historia .

source: Skuvla lea galledan máŋga báikki Davvi-Romssas , ja leat oahppan earret iežá duktasajiid , vuodjavuoššanrokkiid , siiddiid , eanadaga , duoji ja giela birra .
nob: Skolen har besøkt mange steder i Nord-Troms og lært blant annet om tufter , hellegroper , hellige steder , landskap , husflid og språk .

source: Skuvlajagi ávvudeamit
nob: Markeringer i løpet av skoleåret

source: Ruth Larsen dadjá skuvlla dihtomielalaččat smiehttamin ahte sámegiella galgá oidnot , gullot ja leat lunddolaš oassin skuvlla sisdoalus .
nob: Ruth Larsen sier at skolen er bevisst på at samisk skal høres , synes og være en naturlig del av skolens innhold .

source: Skuvllas leat guokte leavgastákku , ja levgejuvvo sámeleavggain dalle go lea lunddolaš .
nob: Skolen har to flaggstenger , og det flagges med samisk flagg ved anledninger der det er naturlig .

source: Leat álo bihtát sámegillii go skuvllas leat oktasaš doalut , earret iežá skuvlajagi álggus , juovladoaluin ja skuvlajagi loahpas .
nob: Det er bestandig samiske innslag ved fellesarrangementer på skolen , bl.a. ved skoleårets oppstart , julearrangement og avslutning av skoleåret .

source: Juohke jagi lea vuosttaš vahkku guovvamánus sámi fáddávahkku mas leat logaldallit áigeguovdilis sámi fáttáid birra , filmmat , musihkkárat ja sierra doaimmat skuvllas .
nob: Hvert år er den første uka i februar en samisk temauke med forelesere i aktuelle samiske temaer , film , musikere og egne opplegg ved skolen .

source: Comenius-prošeakta
nob: Comeniusprosjektet

source: Skuvla lea mielde EO-prošeavttas Comenius , mii leat njealji riikka gielalaš unnitlogujoavkkuid ovttasbargu : Bulgaria , Irlánda , Espánnja ja Norga .
nob: Skolen er med i EU-prosjektet Comenius , som er et samarbeid mellom språklige minoriteter i fire land : Bulgaria , Irland , Spania og Norge .

source: Prošeavtta ulbmil lea loktet oktasaš čuolmmaid máŋggagielalašvuođa ja unnitlohkogielaid ektui .
nob: Prosjektets formål er å ta opp felles problemstillinger rundt flerspråklighet og minoritetsspråklighet .

source: Prošeaktaáigodat lea golbma jagi .
nob: Det skal gå over tre år .

source: Oahppit geat lohket sámegiela , suoma- / kveanagiela dahje sámi historjjá ja servodatfága , váldet oasi prošeavttas .
nob: Elever med samisk språk , finsk / kvensk språk eller samisk historie og samfunn i fagkretsen deltar i prosjektet .

source: Ain dárbu ođđa sámegieloahpaheddjiide
nob: Behov for nye samisklærere

source: Ráissa joatkkaskuvllas lea dál olu vásáhusat sámegieloahpahusain guhkes áiggi badjel , ja lea máŋggalágán máhtu dás .
nob: Nordreisa videregående skole har nå lang erfaring med samiskundervisning , og har opparbeidet kunnskap på mange felt knyttet til dette .

source: Muhto Ruth Larsena mielas lea boahtteáigi ain eahpesihkkar .
nob: Men Ruth Larsen synes likevel at framtida er usikker .

source: - Eanaš sámegieloahpaheaddjit lahkonišgohtet dál ealáhatagi , eai leat ge menddo olusat geat bohtet sin maŋŋil .
nob: – De fleste samisklærerne nærmer seg pensjonsalder , og etterveksten er ikke veldig god .

source: Ráissa joatkkaskuvllas leat leamaš čeahpes sámegieloahppit geat leat álgán Romssa allaskuvlla oahpaheaddjiohppui , muhto dađe bahábut ii leat sámegielfálaldat doppe .
nob: Nordreisa videregånde har hatt flinke elever i samisk som har begynt på lærerutdanning ved Høgskolen i Tromsø , men de har dessverre ikke gitt tilbud i samisk til studentene .

source: Sáhttá dadjat ahte áigi lea mannan maŋos jus smiehttá Romssa oahpaheaddjioahpu sámegielfálaldaga , dadjá Ruth Larsen , ja joatká : - Lea issoras váivi go sámegiella oassin oahpaheaddjioahpus ii fállo iežá sajis go Guovdageainnus .
nob: Man kan si at tida har gått bakover med hensyn til samisktilbudet ved lærerutdanninga i Tromsø , sier Ruth Larsen og fortsetter : – Det er fryktelig synd at det ikke gis tilbud i samisk som en del av lærerutdanninga noe annet sted enn i Kautokeino .

source: Lea maid hui váidalahtti go eai leat leamaš eanet lávdaoahppofálaldagat Sámi allaskuvlla beales min guovllus .
nob: Det er også veldig beklagelig at det ikke har vært flere desentraliserte utdanningstilbud fra Samisk høgskole i regionen .

source: Mii manahit máŋgga vejolaš sámegieloahpaheddjiid dán láhkái , ja dál leat ge menddo unnán sámegieloahpaheaddjit sihke Ráissas ja Davvi-Romssas muđui ge , dadjá Ruth Larsen .
nob: Man mister mange mulige samisklærere på denne måten , og i dag har man mangel på samisklærere både i Nordreisa og i Nord-Troms for øvrig , sier Ruth Larsen .

source: - Muhto dál lea ge oahpaheaddjioahppu šaddan Romssa universitehta oassin , ja de sáhttá sávvat ahte boahtteáiggis šaddá vejolažžan lohkat sámegiela vuođđofága oahpaheaddjioahpu oassin .
nob: – Men nå har jo lærerutdanninga blitt en del av Universitetet i Tromsø , så det er å håpe at man i framtida kan ta samisk grunnfag som en del av lærerutdanninga der .

source: Dalle livččii boahtteáigi čuovgasat .
nob: Da ville framtida sett lysere ut .

source: [ 1 ] Lohkanjagi 2010–2011 rájes lea Sámi allaskuvla fállan sámegielgurssaid guovtteguvllot jietna / govva-gulahallama bokte , ovttasbargguin Gáivuona suohkaniin.[2 ] Mikkel Anders Bongo lea riegádan 1948 ja lea Álttás eret .
nob: [ 1 ] Fra og med studieåret 2010-2011 har Samisk høgskole tilbudt samiskkurs via toveis lyd- / bilde-overføring i samarbeid med Kåfjord kommune.[2 ] Mikkel Anders Bongo er født i 1948 og oppvokst i Alta .

source: Son barggai guhká biilamekanihkaroahpaheaddjin Hesseng joatkkaskuvllas ja Álttá AMO-guovddážis , ja válddii fidnopedagogihka váldofága Akershusa allaskuvllas .
nob: Han arbeida lenge som bilmekanikerlærer ved Hesseng videregående skole og AMO-senteret i Alta , og tok yrkespedagogikk hovedfag ved Høgskolen i Akershus .

source: Son lei Ráissa joatkkaskuvlla vuosttaš sámegielat rektor .
nob: Han var Nordreisa videregående skoles første samisktalende rektor .

source: Dál bargá pedagogihkkalektorin Finnmárkku allaskuvllas.(doaim.)[3 ] http://www.kafjord.com/laeremidler.21590.no.html[4 ] Bardufoss : Beardogorži , Tromsdalen : Sálašvággi .
nob: Nå er han pedagogikklektor ved Høgskolen i Finnmark . ( red.)[3 ] http://www.kafjord.com/laeremidler.21590.no.html[4 ] Luhkka , samisk plagg .

source: Nordkjosbotn : Gárgán .
nob: Stormhette , skulderponcho .

source: Dáin skuvllain leat dušše dárogiel namat .
nob: Tradisjonelt bare brukt av menn , brukes nå av begge kjønn .

source: Eará artihkkalat Sámi skuvlahistorjá 5-girjjis
nob: Flere artikler fra Samisk skolehistorie 5
